function About() {
    return <>
        <img src="/images/רקע.jpg" alt="תמונת רקע" style={{
            maxWidth: '100%',
            height: 'auto',
            display: 'block',
            margin: '20px auto'
        }}/>

        <p>1of135 הנה גלריה ראשונה מסוגה המפגישה בין עולם האמנות לעולם העיצוב. הגלריה ידועה במבחר היצירות הענק ובמחיריה האטרקטיביים. בגלריה שתי מחלקות: המחלקה הראשונה מציעה את מבחר האמנות הישראלית הגדול בארץ - ובהתאמה אישית. כל יצירה מהאוסף מופקת במהדורה של עד 135 יחידות בכל גודל ומסגור. המחלקה השניה, ה- one of a kind , מכילה אמנות פלסטית עכשווית וחד פעמית במגוון רחב של טכניקות.</p>

    </>
}

export default About